Repository: Daniel-KM/Omeka-S-module-AiGenerator
Catalog: language/*.po
Languages: fr

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou supérieure.

source: Create contribution token
fr: Créer un jeton pour la contribution

source: Contribute
fr: Contribuer

source: Please input optional email…
fr: Ajouter un email si besoin…

source: Create token
fr: Créer un jeton

source: Method not allowed.
fr: Méthode non autorisée.

source: Resource not found.
fr: Ressource non trouvée.

source: Unreviewed
fr: Non relu

source: Unauthorized access.
fr: Accès interdit.

source: An internal error occurred.
fr: Une erreur interne s’est produite.

source: Reviewed
fr: Relu

source: No token
fr: Pas de jeton

source: Expired
fr: Expiré

source: Contribution is not valid: check template.
fr: La contribution est invalide : vérifier le modèle.

source: Contribution cannot be created: some values are not valid.
fr: La contribution est incorrecte : certaines valeurs sont incorrectes.

source: The user has no right to update the contribution.
fr: L’utilisateur n’a pas les droits pour mettre à jour la contribution.

source: The contribution is already validated and status cannot be changed.
fr: Cette contribution est déjà soumise et ne peut pas être mise à jour.

source: Empty message.
fr: Message vide.

source: Too long message.
fr: Message trop long.

source: Too long subject.
fr: Sujet trop long.

source: No email defined for this contribution.
fr: Aucun mail défini pour cette contribution.

source: Sorry, the message cannot be sent. Contact the administrator.
fr: Désolé, le message ne peut pas être envoyé. Contactez l’administrateur.

source: Contribution is not valid.
fr: La contribution n’est pas valable.

source: Contribution is not valid: check its values.
fr: La contribution est incorrecte : vérifier ses valeurs.

source: Validated
fr: Validé

source: Missing term or key.
fr: Terme ou clé manquante.

source: Contribution is not valid: check values.
fr: La contribution est incorrecte : vérifier les valeurs.

source: Validated value
fr: Valeur validée

source: prepare
fr: préparer

source: update
fr: mettre à jour

source: submit
fr: soumettre

source: [Unknown resource]
fr: [Ressource inconnue]

source: [Anonymous]
fr: [Anonyme]

source: File successfuly uploaded.
fr: Fichier téléversé avec succès.

source: The total of file sizes exceeds the the server limit directive.
fr: La taille des fichiers excède la valeur limite du serveur.

source: The file size exceeds the specified limit.
fr: La taille du fichier excède la taille maximale.

source: The file was only partially uploaded.
fr: Le fichier a été partiellement chargé.

source: No file was uploaded.
fr: Aucun fichier n’a été téléchargé.

source: The temporary folder to store the file is missing.
fr: Le dossier temporaire pour les fichiers est absent.

source: Failed to write file to disk.
fr: Impossible d’écrire le fichier sur le disque.

source: A PHP extension stopped the file upload.
fr: Une extension php a arrêté le téléchargement du fichier.

source: Used only for internal contribution process.
fr: Utilisé seulement pour le process interne des contributions.

source: Type of contribution
fr: Type de contribution

source: Full contribution
fr: Contribution complète

source: Is submitted
fr: Soumis

source: Is reviewed
fr: Relu

source: Media %s
fr: Média %s

source: No resource template
fr: Pas de modèle de ressource

source: Not validable
fr: Ne peut être validé

source: No right to write
fr: Pas de droit d’écriture

source: Validate this value (%s)
fr: Valider cette valeur (%s)

source: There are no tokens for this resource or contribution mode doesn’t use token.
fr: Aucun jeton pour cette ressource ou le mode de contribution n’utilise pas de jeton.

source: There are %d tokens for this resource (%d expired).
fr: Il y a %d jetons pour cette ressource (%d expirés).

source: Expire all tokens
fr: Expirer tous les jetons

source: There are no contributions for this resource.
fr: Aucune contribution pour cette ressource.

source: (modified)
fr: (modifié)

source: Validate all values
fr: Valider toutes les valeurs

source: Toggle status reviewed/unreviewed
fr: Inverser le statut relu/non relu

source: Expired token
fr: Jeton expiré

source: Expire token
fr: Expirer le jeton

source: Medias
fr: Médias

source: Unused tokens
fr: Jetons non utilisés

source: There are no tokens for this resource.
fr: Aucun jeton pour cette ressource.

source: Token
fr: Jeton

source: [no email]
fr: [pas d’email]

source: Unused token
fr: Jeton inutilisé

source: Edit this record
fr: Éditer cette notice

source: Click your token link to edit this record.
fr: Cliquez sur votre lien pour éditer cette notice.

source: %1$sLogin%2$s or click your token link to edit this record.
fr: %1$sConnectez-vous%2$s ou cliquez sur votre lien pour éditer cette notice.

source: Add a new record
fr: Ajouter une nouvelle notice

source: Click your token link to add a new record.
fr: Cliquez sur votre lien pour ajouter une nouvelle notice.

source: %1$sLogin%2$s or click your token link to add a new record.
fr: %1$sConnectez-vous%2$s ou cliquez sur votre lien pour ajouter une nouvelle notice.

source: A template with fields is required to edit this resource. Ask the administrator for more information.
fr: Un modèle avec des champs est nécessaire pour éditer cette ressource. Merci de contacter l’administrateur pour plus d’information.

source: File #%s
fr: Fichier #%s

source: Media #%s
fr: Média #%s

source: %s [unavailable]
fr: %s [indisponible]

source: Files
fr: Fichiers

source: Quick search / Filter
fr: Recherche rapide / filtre

source: Set status checked
fr: Marquer le statut vérifié

source: Set status checked all
fr: Marquer le statut vérifié pour tous

source: Set status unchecked
fr: Marquer le statut non vérifié

source: Set status unchecked all
fr: Marquer le statut non vérifié pour tous

source: Validate selected
fr: Valider la sélection

source: Validate all
fr: Tout valider

source: [no owner]
fr: [Pas de propriétaire]

source: Select contribution
fr: Choisir une contribution

source: Is not submitted
fr: Non soumis

source: Send a message to the author
fr: Envoyer un message à l’auteur

source: Create resource to be validated
fr: Créer une ressource pour la valider

source: Delete contributions
fr: Supprimer les contributions

source: Are you sure you would like to delete the selected contributions?
fr: Êtes-vous certain de vouloir supprimer toutes les contributions sélectionnées ?

source: %1$s: this action will permanently delete %2$s contributions and cannot be undone.
fr: %1$s : cette action supprimera %2$s contributions de manière définitive et ne pourra pas être annulée..

source: Are you sure you would like to delete all contributions on all pages of this result?
fr: Êtes-vous certain de vouloir supprimer toutes les contributions de toutes les pages de ce résultats ?

source: Omeka could not find any contributions.
fr: Omeka ne trouve pas de contributions.

source: Search contribution
fr: Recherche une contribution

source: No resource
fr: Pas de ressource

source: Is not reviewed
fr: Non relu

source: Proposal
fr: Proposition

source: Add %s
fr: Ajouter %s

source: Edit %s
fr: Éditer le %s

source: New %s
fr: Nouveau %s

source: A template with fields is required to submit a document. Ask the administrator for more information.
fr: Un modèle avec des champs est nécessaire pour ajouter une ressource. Merci de contacter l’administrateur pour plus d’informations.

source: Select a value…
fr: Choisir une valeur…

source: Year
fr: Année

source: Month
fr: Mois

source: Day
fr: Jour

source: private
fr: privé

source: Select a resource…
fr: Choisir une ressource…

source: Add number
fr: Ajouter un nombre

source: Add date
fr: Ajouter une date

source: Add linked resource
fr: Ajouter des ressources liées

source: Add URI
fr: Ajouter une URI

source: Add linked data
fr: Ajouter des données liées

source: File %s
fr: Fichier %s

source: Remove file
fr: Supprimer le fichier

source: Add file
fr: Ajouter un fichier

source: Are you sure to remove this contribution?
fr: Êtes-vous certain de vouloir supprimer cette contribution ?

source: There are no contributions.
fr: Il n’y a pas de contribution.

source: See contributions
fr: Voir les contributions

source: The module {module} should be upgraded to version {version} or later.
fr: Le module {module} doit être mis à niveau à la version {version} ou supérieure.

source: This module requires the module "{module}", version {version} or above.
fr: Ce module requiert le module « {module} », version {version} ou supérieure.

source: At least one configured template is required to contribute. Default options were removed. Edit the resource template directly.
fr: Au moins un modèle doit être configuré pour contribuer. Les options par défaut ont été supprimées. Modifier le modèle directement.

source: For information, the removed options to reuse in a template, eventually with module Advanced Resource Template, are: {json}.
fr: Pour information, les options supprimées à réutiliser dans le modèle, éventuellement avec le module Advanced Resource Template, sont : {json}

source: The directory "{directory}" is not writeable.
fr: Le répertoire « {directory} » n’est pas accessible en écriture.

source: It’s now possible for the user to select a resource template.
fr: Il est désormais possible pour l’ utilisateur de choisir un modèle de ressource.

source: It’s now possible to create a template with a sub-template for one or more media.
fr: Il est désormais possible de créer un modèle avec un sous-modèle pour un ou plusieurs média.

source: It’s now possible to create a template with file, custom vocab, value suggest or numeric fields.
fr: Il est désormais possible de créer un modèle avec un fichier, un vocabulaire personnalisé, des valeurs suggérées ou des champs numériques.

source: It’s now possible to edit a contribution until it is submitted.
fr: Il est désormais possible d’éditer une contribution tant qu’elle n’a pas été soumise.

source: This version does not allow to correct resources. The feature will be reincluded in version 3.3.0.18.
fr: Cette version ne permet pas de corriger les ressources. Cette fonctionnalité sera réintroduite dans la version 3.3.0.18.

source: It’s now possible for admin to search contributions.
fr: Il est désormais possible de rechercher des contributions en admin.

source: It’s now possible to correct and fill existing resources.
fr: Il est désormais possible de corriger et de remplir des ressources existantes.

source: A new option was added to allow to update a contribution until validation.
fr: Une nouvelle option a été ajoutée pour autoriser à modifier une contribution jusqu’à la validation.

source: The events "view.add.before/after" are used in place of "view.edit.before/after" in template contribution/add.
fr: Les événements "view.add.before/after" sont utilisés à la place de "view.edit.before/after" dans le gabarit contribution/add.

source: Warning: the variable "$resource" is now the edited resource in the theme and no more the contribution. Check your theme if you edited templates, mainly "show" and "edit".
fr: Attention : la variable « $resource » correspond désormais la ressource éditée dans le thème et non plus à la contribution. Vérifiez le thème si vous avez modifier les gabarits, principalement « show » et « edit ».

source: It’s now possible to submit a contribution in one step.
fr: Il est désormais possible de soumettre une contribution en une seule étape.

source: It’s now possible to allow contribution only for selected authenticated users or via a regex on email.
fr: Il est désormais possible d’autoriser les contributions seulement pour certains utilisateurs ou via une regex sur leur mail.

source: It’s now possible to set a minimum number of files.
fr: Il est désormais possible de définir un nombre de fichier minimum.

source: It’s now possible to allow contribution based on a user setting, for example an attribute set by an IdP.
fr: Il est désormais possible d’autoriser les contributions selon les valeurs utilisateurs, en particulier les attributs définis par un IdP.

source: It’s now possible to allow contribution based on different modes.
fr: Il est désormais de définir plusieurs modes d’autorisation des contribution.

source: New navigation links are available to add resources and to list them.
fr: De nouveaux liens de navigations sont disponibles pour ajouter une ressource ou les lister.

source: It’s now possible to define multiple emails to check.
fr: Il est désormais possible de définir plusieurs mails à vérifier.

source: {total} contributions ({count} not reviewed)
fr: {total} contributions ({count} non relues)

source: No contribution
fr: Pas de contribution

source: Media templates for contribution
fr: Modèle de média pour la contribution

source: If any, the templates should be in the list of allowed templates for contribution of a media. Warning: to use multiple media is supported only with specific themes for now.
fr: Si disponible, les modèles doivent être dans la liste des modèles autorisés pour la contribution d’un média. Attention : utiliser plusieurs médias nécessite actuellement un thème spécifique.

source: Select resource templates for media…
fr: Choisir un modèle de ressource pour les médias…

source: Specific confirmation subject to the contributor
fr: Sujet spécifique pour la confirmation au contributeur

source: Specific confirmation message to the contributor
fr: Message spécifique pour la confirmation au contributeur

source: Placeholders: wrap properties with "{}", for example "{dcterms:title}".
fr: Jokers : entourer les propriétés avec des « {} », par exemple « {dcterms:title} ».

source: Specific confirmation subject to the reviewer
fr: Sujet spécifique pour la confirmation au relecteur

source: Specific confirmation message to the reviewer
fr: Message spécifique pour la confirmation au relecteur

source: Contribute: Editable by contributor
fr: Contribute : Éditable par un contributeur

source: Contribute: Fillable by contributor
fr: Contribute : Remplissable par un contributeur

source: The resource template #{template_id} is not in the list of allowed contribution templates for media.
fr: Le modèle de ressource #{template_id} n’est pas dans la liste des modèles de contribution autorisés pour les médias.

source: The resource template #{template_id} is not in the list of allowed contribution templates.
fr: Le modèle de ressource #{template_id} n’est pas dans la liste des modèles de contribution autorisés.

source: A resource template must be set to allow to contribute
fr: Un modèle de ressource doit être défini pour contribuer

source: The module Advanced Resource Template is not available.
fr: Le module Advanced Resource Template n’est pas disponible.

source: The resource template #{template_id} used for media in template {template} is not available.
fr: Le modèle de ressource #{template_id} utilisé pour les médias dans le modèle {template} n’est pas disponible.

source: The template #{template_id} does not exist and cannot be used for contribution.
fr: Le modèle « {template_id} » n’existe pas et ne peut pas être utilisé pour une contribution.

source: The template "{template}" does not exist and cannot be used for contribution.
fr: Le modèle « {template} » n’existe pas et ne peut pas être utilisé pour une contribution.

source: Contribution modes
fr: Modes de contribution

source: Open to any visitor
fr: Ouvert à tout visiteur

source: With token
fr: Avec un jeton

source: Authenticated users
fr: Utilisateurs authentifiés

source: Authenticated users with a token
fr: Utilisateurs authentifiés avec jeton

source: Authenticated users from cas
fr: Utilisateurs authentifiés via le cas

source: Authenticated users from ldap
fr: Utilisateurs authentifiés via le ldap

source: Authenticated users from sso
fr: Utilisateurs authentifiés via le sso

source: Roles
fr: Rôles

source: Authenticated users with defined emails below
fr: Utilisateurs authentifiés avec un mail défini ci-dessous

source: Users filtered on their settings, in particular IdP attributes mapped via Single Sign-On
fr: Utilisateurs filtrés selon leurs valeurs, en particulier les attributs IdP alignés via Single Sign-On

source: Roles allowed to contribute (option "Roles" above)
fr: Rôles autorisés à contribuer (option « Rôles » ci-dessus)

source: Select roles…
fr: Choisir des rôles…

source: Filter on emails of users allowed to contribute (option above)
fr: Filtres sur les mails des utilisateurs autorisés à contribuer (option ci-dessus)

source: The filters may be a raw email or a regex wrapped with "~". They are independant: a single rule should be true to allow contribution.
fr: Les filtres peuvent être un mail ou une regex entourée de « ~ ». Ils sont indépendants : une règle doit être vraie pour autoriser les contributions.

source: Filters on settings of users allowed to contribute (option above)
fr: Filtres sur les paramètres des utilisateurs autorisés à contribuer (option ci-dessus)

source: The filters may be a raw string or a regex wrapped with "~". They are cumulative: all filters should be true.
fr: Les filtres peuvent être une chaîne ou une regex entourée de « ~ ». Ils sont cumulatifs : tous les filtres doivent être vrais.

source: Resource templates allowed for contribution
fr: Modèles autorisés pour les contributions

source: Select resources templates…
fr: Choisir un modèle de ressource…

source: Resource templates allowed for media (linked contribution)
fr: Modèles autorisés pour les médias (contribution liée)

source: Days for token to expire
fr: Nombre de jours avant que le jeton n’expire

source: Allow to set the default expiration date of a token. Let empty to remove expiration.
fr: Permet de définir une durée avant expiration automatique du jeton. Laisser vide pour supprimer l’expiration.

source: No (directly submitted)
fr: Non (soumis directement)

source: Until submission
fr: Jusqu’à la soumission

source: Until validation
fr: Jusqu’à la validation

source: Email of the sender (else no-reply user or administrator)
fr: Mail de l’expéditeur (sinon le mail « ne pas répondre » ou l’administrateur)

source: The no-reply email can be set via module EasyAdmin. The administrator email can be set above.
fr: Le mail ne-pas-répondre est défini via le module EasyAdmin. Le mail administrateur peut être défini plus haut.

source: Name of the sender when email above is set
fr: Nom de l’expéditeur quand le mail est défini ci-dessus

source: Emails to notify contributions
fr: Adresses mails pour notifier des contributions

source: A query can be appended to limit notifications to specific contributions.
fr: Une requête peut être ajoutée pour limiter les notifications à des contributions spécifiques.

source: Emails of the author
fr: Mails de l’auteur

source: Select a property…
fr: Choisir une propriété…

source: Confirmations to author
fr: Confirmations à l’auteur

source: On submit
fr: Lors de la soumission

source: Message displayed when a contribution is added
fr: Message affiché quand une contribution est ajoutée

source: Message displayed when a contribution is edited
fr: Message affiché quand une contribution est modifiée

source: Redirection after submission
fr: Redirection après soumission

source: Default is the page of contributions for guest users. Set "home" for home page (admin or public), "site" for the current site home, "top" for main public page, "me" for guest account, or any path starting with "/", including "/" itself for main home page.
fr: Par défaut, l’utilisateur invité est redirigé vers la page des contributions. Indiquez « home » pour la page d’accueil (admin ou public), « site » pour la page d’accueil du site en cours, « top » pour la page d’accueil principale, « me » pour la page d’accueil du compte invité ou tout chemin commençant par « / », y compris « / » pour la page d’accueil principale.

source: Subject of the email of confirmation to the author
fr: Sujet du mail de confirmation à l’auteur

source: May be overridden by a specific subject set in the resource template
fr: Peut être remplacé par un sujet spécifique défini dans le modèle

source: Message of confirmation to the author
fr: Message de confirmation à l’auteur

source: Subject of the email of confirmation to the reviewers
fr: Sujet du mail de confirmation aux relecteurs

source: Message of confirmation to the reviewers
fr: Message de confirmation aux relecteurs

source: Subject of the default email to the author
fr: Sujet du mail de confirmation à l’auteur

source: Default message to the author
fr: Message par défaut à l’auteur

source: Placeholders: {main_title}, {main_url}.
fr: Les jokers possibles sont : {main_title}, {main_url}.

source: Select a template…
fr: Choisir un modèle…

source: Set a date with optional comparator…
fr: Indiquer une date avec un signe éventuel de comparaison…

source: Any
fr: Tous

source: Submitted
fr: Soumis

source: User by id
fr: Utilisateur par id

source: User by email
fr: Utilisateur par mail

source: Type of item
fr: Type de contenu

source: Mark unsubmitted
fr: Marquer non soumis

source: Add myself as bcc
fr: M’ajouter en ccc

source: Add myself as reply-to
fr: M’ajouter en répondre-à

source: Send message
fr: Envoyer le message

source: Invalid or empty file for key {key}.
fr: Type de fichier incorrect ou vide pour l’index {key}.

source: Invalid file type for key {key}.
fr: Type de fichier incorrect pour l’index {key}.

source: A site is required to create a public token.
fr: Un site est nécessaire pour créer un jeton public.

source: The filename set in store is empty.
fr: Le fichier enregistré est vide.

source: The filename is not a real path.
fr: Le nom de fichier n’est pas un vrai chemin.

source: The filename is not in the base directory.
fr: Le fichier n’est pas dans le dossier de base.

source: The file is not writeable.
fr: Le fichier ne peut pas être écrit.

source: The file is not a real file.
fr: Le fichier n’est pas un vrai fichier.

source: The file is not readable.
fr: Le fichier n’est pas lisible.

source: The store for file is not set.
fr: L’emplacement de stockage du fichier n’est pas défini.

source: This contribution is a new resource or has no more resource.
fr: Cette contribution est une nouvelle ressource ou n’a plus de ressource.

source: Contribution successfully deleted
fr: La contribution a été correctement supprimée

source: You must select at least one contribution to batch delete.
fr: Vous devez choisir au moins une contribution pour supprimer en lot.

source: Contributions successfully deleted
fr: Les contributions ont été correctement supprimées

source: Deleting contributions. This may take a while.
fr: Suppression des contributions en cours. Cela peut prendre un moment.

source: You can create token only for items, media and item sets.
fr: Vous pouvez créer un jeton seulement pour les contenus, les médias et les collections.

source: You must select at least one resource to create a token.
fr: Vous devez choisir au moins une ressource pour créer un jeton.

source: You set the optional email "{email}" to create a contribution token, but it is not well-formed.
fr: Vous avez saisi « {email} » comme mail optionnel pour le jeton de contribution, mais il n’est pas correctement écrit.

source: Created {total} contribution tokens (email: {email}, duration: {duration}): {urls}
fr: Création de {total} jetons de contribution (email : {email}, durée : {duration}) : {urls}

source: none
fr: aucun

source: {days} days
fr: {days} jours

source: unlimited
fr: illimité

source: Resource #{resource_id} has no tokens to expire.
fr: La ressource #{resource_id} n’a pas de jeton à expirer.

source: All tokens of the resource were expired.
fr: Tous les jetons de la ressource ont été expirés.
