Repository: Daniel-KM/Omeka-S-module-AiGenerator
Catalog: language/*.po
Languages: fr

source: Message successfully sent to {email}.
fr: Message envoyé avec succès à {email}.

source: Unable to store the resource of the contribution: {message}
fr: Impossible d’enregistrer la ressource pour la contribution : {message}

source: A template is required to add a resource. Ask the administrator for more information.
fr: Un modèle est nécessaire pour ajouter une ressource. Merci de contacter l’administrateur pour plus d’information.

source: Contribution successfully saved!
fr: La contribution a été correctement enregistrée !

source: Review it before its submission.
fr: Vérifiez-la avant de la soumettre.

source: An error occurred: check your input.
fr: Une erreur interne s’est produite : merci de vérifier votre saisie.

source: This resource cannot be edited: no resource template, no fields, or not allowed.
fr: Cette ressource ne peut pas être modifiée. Merci de contacter l’administrateur pour plus d’information.

source: This contribution has been submitted and cannot be edited.
fr: Cette contribution a été soumise et ne peut pas être modifiée.

source: Contribution successfully submitted!
fr: La contribution a été correctement envoyée !

source: This contribution is already submitted and cannot be updated.
fr: Cette contribution est déjà soumise et ne peut pas être mise à jour.

source: No change.
fr: Pas de changement.

source: Contribution successfully updated!
fr: La contribution a été correctement mise à jour !

source: The delete confirm action is currently unavailable
fr: L’action de confirmation de suppression n’est pas disponible actuellement

source: Deletion can be processed only with a post.
fr: La suppression n’est possible que via un « post ».

source: A contribution cannot be updated or deleted.
fr: La contribution ne peut pas être mise à jour ou supprimée.

source: This contribution has been submitted and cannot be deleted.
fr: Cette contribution a été soumise et ne peut pas être supprimée.

source: This contribution has been reviewed and cannot be deleted.
fr: Cette contribution a été relue et ne peut pas être supprimée.

source: Contribution successfully deleted.
fr: La contribution a été correctement supprimée.

source: An issue occurred and the contribution was not deleted.
fr: Un problème est survenu et la contribution n’a pas été supprimée.

source: Only a whole contribution can be submitted.
fr: Seules les contributions complètes peuvent être soumises.

source: Only the contributor can update a contribution.
fr: Seul le contributeur peut mettre à jour une contribution.

source: This contribution has already been submitted.
fr: La contribution a déjà été soumise.

source: This contribution has already been reviewed.
fr: La contribution a déjà été relue.

source: An error occurred: check your submission or ask an administrator.
fr: Une erreur interne s’est produite : merci de vérifier votre saisie ou de contacter l’administrateur.

source: User {user} has made a contribution for resource #{resource} ({title}) (action: {action}).
fr: L’utilisateur {user} a fait une contribution pour la ressource #{resource} ({title}) (action : {action}).

source: An anonymous user has made a contribution for resource {resource} ({title}) (action: {action}).
fr: Un utilisateur anonyme a fait une contribution pour la ressource {resource} ({title}) (action : {action}).

source: User {user} has made a contribution (action: {action}).
fr: L’utilisateur {user} a fait une contribution (action : {action}).

source: An anonymous user has made a contribution (action: {action}).
fr: Un utilisateur anonyme a fait une contribution (action : {action}).

source: The author of this contribution has no valid email. Check it or check the config.
fr: L’auteur de la contribution n’a pas un mail correct. Vérifiez-le ou vérifier la configuration.

source: Hi, Thanks for your contribution. The administrators will validate it as soon as possible. Sincerely,
fr: Hi, Merci de votre contribution. Les administrateurs la valideront dès que possible. Cordialement,

source: File {key}: {error}
fr: Fichier {key} : {error}

source: Empty file for key {key}
fr: Fichier vide pour l’index {key}

source: Invalid file type for key {key}
fr: Type de fichier incorrect pour l’index {key}

source: Forbidden access.
fr: Accès interdit.

source: Contribute templates
fr: Modèles pour contribuer

source: Other templates
fr: Autres modèles

source: Contribution: new
fr: Contribution : nouvelle

source: Contribute: Edit link
fr: Contribution : Lien de modification

source: Prepare tokens to edit selected
fr: Préparer les jetons de contribution pour la sélection

source: Prepare tokens to edit all
fr: Préparer des jetons de contribution pour tous

source: Your contribution on {main_title}
fr: Votre contribution sur {main_title}
